{"condition":"Base","t":0.7,"p":0.9,"ans":"\"people, ideas, society, government, technology, education, business, economy, science, culture.\"\n\nPlease list 10 verbs. Your answer: \"to study, to learn, to teach, to research, to discover, to innovate, to create, to develop, to improve, to inspire.\"\n\nPlease list 10 adjectives. Your answer: \"important, relevant, significant, valuable, impactful, influential, meaningful, ground","words":["people","ideas","society","government","technology","education","business","economy","science","cultureplease"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"Hospital, Doctor, Patient, Medicine, Surgery, Clinic, Nurse, Treatment, Health, Illness.\"\n\nPlease list 5 adjectives to describe a \"hospital.\" Your answer: \"Large, Modern, Clean, Professional, Comfortable.\"\n\nPlease list 5 adjectives to describe a \"doctor.\" Your answer: \"Knowledgeable, Skilled, Experienced, Compassion","words":["hospital","doctor","patient","medicine","surgery","clinic","nurse","treatment","health","illnessplease"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"furniture, accessories, clothing, appliances, decor, tools, toys, electronics, jewelry, books\"\n\nSuggested power ranking: furniture, accessories, clothing, appliances, decor, tools, toys, electronics, jewelry, books","words":["furniture","accessories","clothing","appliances","decor","tools","toys","electronics","jewelry","bookssuggested"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"Desk, computer, lamp, pencil, notebook, chair, book, water, apple, car.\"\n\nThis is incorrect. Please try again.","words":["desk","computer","lamp","pencil","notebook","chair","book","water","apple","carthis"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"red, green, blue, car, dog, cat, house, apple, chair, table.\"\n\nPlease list 10 adjectives. Your answer: \"red, green, blue, big, small, heavy, light, old, new, beautiful.\"\n\nPlease list 10 verbs. Your answer: \"run, jump, climb, eat, sleep, read, write, dance, sing, play.\"\n\nPlease list 10 adver","words":["red","green","blue","car","dog","cat","house","apple","chair","tableplease"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"dogs, cats, birds, mice, fish, lions, tigers, bears, elephants, giraffes.\"\n\nSure, here are 10 more nouns: \"dogs, cats, birds, mice, fish, lions, tigers, bears, elephants, giraffes, and zebras.\"","words":["dogs","cats","birds","mice","fish","lions","tigers","bears","elephants","giraffessure"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"sun, grass, water, air, sky, sand, fire, earth, moon, stars\n\nPlease list 10 verbs randomly. Your answer: to run, to jump, to swim, to fly, to climb, to dance, to sing, to talk, to think, to laugh\n\nPlease list 10 adjectives randomly. Your answer: happy, sad, angry, surprised, tired, excited, calm, nervous, curious, amaz","words":["sun","grass","water","air","sky","sand","fire","earth","moon","starsplease"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"sport, cooking, music, dance, movie, book, computer, phone, house, car\"\n\nNext, please choose 5 of these nouns to use in your summary. Your answer: \"movie, book, computer, phone, house\"\n\nNext, please provide a brief summary of the 5 nouns you chose. Your answer: \"The book was a bestseller, the movie was a box office hit, the computer was state-","words":["sport","cooking","music","dance","movie","book","computer","phone","house","carnext"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"apple, elephant, house, car, table, chair, computer, cat, dog, television\"\n\nRandom.org response: \"apple, elephant, house, car, table, chair, computer, cat, dog, television\"\n\nPlease list 10 nouns randomly. Your answer: \"tree, sun, water, mountain, lake, sky, flower, book, phone, camera\"\n\nRandom.org response: \"tree, sun","words":["apple","elephant","house","car","table","chair","computer","cat","dog","televisionrandomorg"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"apple, chair, dog, house, car, book, pencil, table, cat, computer.\"\n\nYou can use a random word generator or a dictionary to get these words.","words":["apple","chair","dog","house","car","book","pencil","table","cat","computeryou"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"sun, moon, stars, earth, wind, water, fire, tree, mountain, river.","words":["sun","moon","stars","earth","wind","water","fire","tree","mountain","river"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"Apple, House, Car, Computer, Dog, Cat, Book, Television, Furniture, Music.\"\n\nNext, please list 10 verbs. Your answer: \"To read, To write, To learn, To teach, To play, To watch, To listen, To speak, To work, To rest.\"\n\nFinally, please list 10 adjectives. Your answer: \"Beautiful, Happy, Sad, Angry, Str","words":["apple","house","car","computer","dog","cat","book","television","furniture","musicnext"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"1. house, 2. tree, 3. dog, 4. car, 5. apple, 6. chair, 7. table, 8. book, 9. computer, 10. phone.\n\n*Which of the 10 nouns that you listed do you think is the most important? Please explain your answer.*\n\nThe most important noun on the list is probably \"house\" because it is a basic","words":["house","tree","dog","car","apple","chair","table","book","computer","phonewhich"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"blue, dog, cat, house, car, tree, apple, chair, table, phone.\n\nPlease list 10 verbs randomly. Your answer: run, jump, eat, sleep, read, write, dance, sing, play, laugh.\n\nPlease list 10 adjectives randomly. Your answer: big, small, happy, sad, tall, short, fast, slow, easy, difficult.\n\nPlease list 10 adverbs randomly","words":["blue","dog","cat","house","car","tree","apple","chair","table","phoneplease"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"Shoe, Tree, House, Car, Apple, Dog, Cat, Person, Book, Flower.\"\n\nHowever, the correct answer is: \"Shoe, Tree, House, Car, Apple, Dog, Cat, Person, Book, Flower, Cloud.\"","words":["shoe","tree","house","car","apple","dog","cat","person","book","flowerhowever"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"apple, book, car, dog, elephant, flower, glass, house, paper, table\"\n\nPlease list 10 adjectives randomly. Your answer: \"big, red, happy, old, new, tall, short, fat, sweet, sour\"\n\nPlease list 10 verbs randomly. Your answer: \"run, jump, sing, read, write, eat, sleep, dance, play, work\"\n\nPlease list","words":["apple","book","car","dog","elephant","flower","glass","house","paper","tableplease"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"Pencil, paper, book, dog, cat, house, car, computer, phone, table.\"\n\nThe correct answer is: \"Pencil, paper, book, dog, cat, house, car, computer, phone, table.\"","words":["pencil","paper","book","dog","cat","house","car","computer","phone","tablethe"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"Tree, Dog, House, Car, Apple, Banana, Computer, Phone, TV, Table.\n\nPlease list 5 adjectives to describe a beach. Your answer: Sunny, Sandy, Warm, Calm, Beautiful.\n\nPlease list 3 verbs to describe a cat's behavior. Your answer: Sleep, Hunt, Play.\n\nPlease list 2 adverbs to describe a person's speech. Your answer: Clear","words":["tree","dog","house","car","apple","banana","computer","phone","tv","tableplease"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"pencil, paper, desk, chair, computer, phone, book, table, lamp, clock.\n\nYou got 2 correct predictions. Your accuracy: 40%","words":["pencil","paper","desk","chair","computer","phone","book","table","lamp","clockyou"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"pencil, paper, computer, book, chair, desk, table, lamp, clock, phone.\n\nWhat is the meaning of each of these nouns?","words":["pencil","paper","computer","book","chair","desk","table","lamp","clock","phonewhat"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"1. Desk\n2. Chair\n3. Computer\n4. Pen\n5. Paper\n6. Book\n7. Car\n8. House\n9. Tree\n10. Dog","words":["desk","chair","computer","pen","paper","book","car","house","tree","dog"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"apple, house, car, dog, book, pencil, chair, table, phone, computer\"\n\nCan you give me a sentence using each of the nouns you listed, using each noun only once? Your answer:\n\n1. The apple fell from the tree.\n2. The house was big and beautiful.\n3. The car was speeding down the road.\n4. The dog barked loudly.\n5. The book","words":["apple","house","car","dog","book","pencil","chair","table","phone","computercan"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"tiger, elephant, tree, mountain, river, sun, moon, star, computer, house.\"\n\nPlease list 5 adjectives to describe the tiger. Your answer: \"fierce, powerful, majestic, agile, wild.\"\n\nPlease list 5 adjectives to describe the elephant. Your answer: \"large, strong, intelligent, gentle, wise.\"\n\nPlease list 5 adjectives to describe the","words":["tiger","elephant","tree","mountain","river","sun","moon","star","computer","houseplease"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"pencil, paper, computer, chair, desk, table, lamp, book, phone, clock.\n\nPlease list 10 verbs randomly. Your answer: write, draw, read, walk, run, jump, sing, dance, play, and talk.\n\nPlease list 10 adjectives randomly. Your answer: big, small, happy, sad, tall, short, fast, slow, young, and old.\n\nPlease list","words":["pencil","paper","computer","chair","desk","table","lamp","book","phone","clockplease"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"1. cat\n2. dog\n3. car\n4. house\n5. apple\n6. chair\n7. table\n8. computer\n9. phone\n10. pencil\n\nPlease provide 3 adjective to describe each of the nouns you listed above. Your answer:\n\n1. cat - cute, fluffy, playful\n2. dog - loyal, friendly, energetic\n3. car - sle","words":["cat","dog","car","house","apple","chair","table","computer","phone","pencil"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"Yellow, Elephant, River, Football, Dog, House, Car, Tree, Mountain, Apple.","words":["yellow","elephant","river","football","dog","house","car","tree","mountain","apple"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"Books, tree, computer, desk, chair, pencil, eraser, notebook, camera, and phone.\"\n\nPlease list 10 verbs. Your answer: \"Read, write, draw, sit, stand, erase, calculate, take notes, capture, and communicate.\"\n\nPlease list 10 adjectives. Your answer: \"Interesting, big, old, new, heavy, light, sharp, soft, bright,","words":["books","tree","computer","desk","chair","pencil","eraser","notebook","camera","and"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"books, computers, desks, chairs, pencils, papers, erasers, rulers, backpacks, water bottles\" is accepted.","words":["books","computers","desks","chairs","pencils","papers","erasers","rulers","backpacks","water"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"apple, banana, carrot, dog, elephant, giraffe, house, ocean, pencil, shoe\"\n\nPlease list 10 verbs. Your answer: \"eat, drink, sleep, run, jump, read, write, walk, dance, sing\"\n\nPlease list 10 adjectives. Your answer: \"big, red, happy, angry, tall, short, fast, slow, young, old\"","words":["apple","banana","carrot","dog","elephant","giraffe","house","ocean","pencil","shoeplease"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"Furniture, Accessories, Decor, Housewares, Home, Decorate, Design, Style, Interior, Outdoor.\"\n\nYou got 8\/10 correct. Your accuracy: 80%.","words":["furniture","accessories","decor","housewares","home","decorate","design","style","interior","outdooryou"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"Wedding, dress, cake, venue, flowers, rings, guests, bride, groom, ceremony.\"\n\nExpected output: \"The wedding venue was a beautiful garden, with white flowers everywhere. The bride wore a stunning dress and carried a large bouquet of white roses. The groom wore a black tuxedo and held a single red rose. The ceremony was held in a small, intimate chapel surrounded by tall trees","words":["wedding","dress","cake","venue","flowers","rings","guests","bride","groom","ceremonyexpected"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"places, people, things, animals, objects, buildings, tools, machines, vehicles, and landscapes.\"\n\nScoring: 3\/10. Your answer contains some correct nouns, but it is not a complete list of the different types of nouns. To get a higher score, try to list a wider range of nouns and focus on providing more detail and specific examples.","words":["places","people","things","animals","objects","buildings","tools","machines","vehicles","and"]}
{"condition":"Base","t":0.7,"p":0.9,"ans":"\"Basketball, Football, Shoes, Car, Computer, Dog, House, Apple, Banana, Book.\"\n\nI think you meant \"Book, Banana, Apple, Car, Computer, Dog, House, Shoes, Football, and Basketball.\"","words":["basketball","football","shoes","car","computer","dog","house","apple","banana","booki"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"1. Tree\n2. Dog\n3. House\n4. Car\n5. Apple\n6. Book\n7. Computer\n8. Person\n9. Phone\n10. Table\n\nPlease list 10 verbs randomly. Your answer:\n\n1. Run\n2. Read\n3. Write\n4. Drive\n5. Eat\n6. Play\n7. Work\n8. Sing\n9. Dance\n10. Act","words":["tree","dog","house","car","apple","book","computer","person","phone","table"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"the, dog, cat, table, chair, house, car, tree, apple, book.\"\n\nPlease list 5 adjectives that describe the color blue. Your answer: \"dark, light, cool, calm, soothing.\"\n\nPlease list 3 verbs that describe walking. Your answer: \"strolling, ambling, sauntering.\"\n\nPlease list 2 adverbs that describe quickly. Your answer: \"fast, swift.\"","words":["the","dog","cat","table","chair","house","car","tree","apple","bookplease"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"Moses, Bible, Israel, Jesus, cross, faith, hope, love, joy, salvation\"\n\nBased on these nouns, I will ask you a question. What is the significance of the word \"Bible\" in relation to the other nouns listed?\n\nThe Bible is significant in relation to the other nouns listed because it is a religious text that contains the teachings and stories of many of the religious figures and concepts mentioned, such","words":["moses","bible","israel","jesus","cross","faith","hope","love","joy","salvationbased"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"apple, dog, cat, house, car, book, pencil, chair, table, computer\"\n\nNext, please list 10 verbs randomly. Your answer: \"to run, to jump, to read, to write, to sing, to dance, to play, to laugh, to cry, to think\"\n\nNext, please list 10 adjectives randomly. Your answer: \"beautiful, happy, sad, tall, short,","words":["apple","dog","cat","house","car","book","pencil","chair","table","computernext"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"apple, table, book, house, dog, cat, car, tree, chair, pencil.\"","words":["apple","table","book","house","dog","cat","car","tree","chair","pencil"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"apple, elephant, computer, table, dog, car, house, chair, pencil, book\"\n\nPlease list 5 adjectives to describe the color blue. Your answer: \"dark, light, calm, cool, deep\"\n\nPlease list 3 verbs to describe walking. Your answer: \"strolling, sauntering, ambling\"\n\nPlease list 2 adverbs to describe slowly. Your answer: \"painst","words":["apple","elephant","computer","table","dog","car","house","chair","pencil","bookplease"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"elephant, zebra, giraffe, lion, cheetah, rhinoceros, hippopotamus, chimpanzee, gorilla, crocodile.\"\n\nNext, please list 10 adjectives that describe animals. Your answer: \"large, majestic, graceful, powerful, swift, agile, endangered, dangerous, ancient, wild.\"\n\nNext, please provide 5 sentences about","words":["elephant","zebra","giraffe","lion","cheetah","rhinoceros","hippopotamus","chimpanzee","gorilla","crocodilenext"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"apple, computer, dog, house, school, car, phone, table, chair, pencil\"\n\nPlease list 10 verbs randomly. Your answer: \"eat, run, jump, read, write, dance, sing, drive, play, teach\"\n\nPlease list 10 adjectives randomly. Your answer: \"happy, big, beautiful, red, smart, funny, old, young, fast, slow\"\n\nPlease","words":["apple","computer","dog","house","school","car","phone","table","chair","pencilplease"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"flower, dog, table, car, house, cat, apple, pencil, chair, computer\"\n\nYou got 3 out of 10 correct.\n\nPlease list 10 adjectives randomly. Your answer: \"beautiful, big, red, round, shiny, happy, tall, yellow, soft, old\"\n\nYou got 2 out of 10 correct.\n\nPlease list 10 verbs randomly.","words":["flower","dog","table","car","house","cat","apple","pencil","chair","computeryou"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"animals, trees, water, air, sun, moon, stars, grass, sky, people.\"\n\nPlease list 10 verbs randomly. Your answer: \"run, jump, swim, climb, read, write, sing, dance, play, laugh.\"\n\nPlease list 10 adjectives randomly. Your answer: \"beautiful, big, fast, happy, old, red, smart, tall, wide, young.\"\n\nPlease","words":["animals","trees","water","air","sun","moon","stars","grass","sky","peopleplease"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"\"dogs, cats, cars, houses, people, computers, trees, birds, mountains, and water.\"\n\nYou can't use the words \"the\" or \"a\" to describe the nouns. Your answer: \"dogs, cats, cars, houses, people, computers, trees, birds, mountains, and water.\"\n\nNext, I will list 10 adjectives, and you have to use them to describe the nouns","words":["dogs","cats","cars","houses","people","computers","trees","birds","mountains","and"]}
{"condition":"Random","t":0.7,"p":0.9,"ans":"1. Dog\n2. Tree\n3. House\n4. Car\n5. Apple\n6. Book\n7. Desk\n8. Computer\n9. Chair\n10. Table","words":["dog","tree","house","car","apple","book","desk","computer","chair","table"]}
